cask_args appdir: '/Applications'

tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'coreutils'
brew 'ctags'
brew 'curl'
brew 'diff-so-fancy'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-standup'
brew 'gpg'
brew 'graphviz'
brew 'jq'
brew 'neovim'
brew 'python3'
brew 'rcm'
brew 'ripgrep'
brew 'tmate'
brew 'tmux'
brew 'vim'
brew 'wget'
brew 'yq'

cask 'font-meslo-for-powerline'
cask 'iterm2'
cask 'ngrok'
cask 'postgres'
cask 'rectangle'

# cask 'discord'
# cask 'docker'
# cask 'google-chrome'
# cask 'slack'
